Repository: shereiki/goose
Catalog: GooseSwift/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: Ready to pair
pt_pt: Pronto para emparelhar

source: Ready to write to band
pt_pt: Pronto para escrever na banda

source: Realtime Status K2
pt_pt: Estado em Tempo Real K2

source: Recent Capture Sessions
pt_pt: Sessões de Captura Recentes

source: Recent Capture Shortcuts
pt_pt: Atalhos de Capturas Recentes

source: Recent Notifications And Events
pt_pt: Notificações e Eventos Recentes

source: Recent strain
pt_pt: Esforço recente

source: Recently Used
pt_pt: Usados Recentemente

source: Reconnect
pt_pt: Reconectar

source: Reconnect Remembered
pt_pt: Reconectar Memorizado

source: Reconnection failed after 10 attempts. Tap "Try Again" to restart.
pt_pt: Reconexão falhou após 10 tentativas. Toca em "Tentar de Novo" para reiniciar.

source: Recovery
pt_pt: Recuperação

source: Recovery score, HRV, resting HR, vitals, and unavailable states
pt_pt: Pontuação de recuperação, VFC, FC em repouso, sinais vitais e estados indisponíveis

source: Reference Benchmarks
pt_pt: Benchmarks de Referência

source: Reference Definitions
pt_pt: Definições de Referência

source: References
pt_pt: Referências

source: Refresh Device
pt_pt: Atualizar Dispositivo

source: Refresh Health
pt_pt: Atualizar saúde

source: Refresh Health Adapter
pt_pt: Actualizar Adaptador de Saúde

source: Refresh score
pt_pt: Atualizar pontuação

source: Refresh Score
pt_pt: Atualizar pontuação

source: Refresh Snapshot
pt_pt: Actualizar Instantâneo

source: Remembered
pt_pt: Memorizado

source: Remote Calls
pt_pt: Chamadas Remotas

source: Remote Server
pt_pt: Servidor Remoto

source: Remove
pt_pt: Remover

source: Remove API Key
pt_pt: Remover chave de API

source: Remove Key
pt_pt: Remover chave

source: Report
pt_pt: Relatório

source: Request Bluetooth
pt_pt: Solicitar Bluetooth

source: Request Historical Packets
pt_pt: Solicitar pacotes históricos

source: Research BT Commands
pt_pt: Comandos BT de Investigação

source: Resources
pt_pt: Recursos

source: Respiratory Rate
pt_pt: Frequência Respiratória

source: Responses
pt_pt: Respostas

source: Resting HR
pt_pt: FC em Repouso

source: Resting HRV
pt_pt: VFC em Repouso

source: Retry
pt_pt: Tentar novamente

source: Retry HR Reconnect
pt_pt: Repetir Reconexão Monitor FC

source: Route
pt_pt: Rota

source: Row Counts
pt_pt: Contagem de Linhas

source: RR packets
pt_pt: Pacotes RR

source: RR Watch
pt_pt: Vigiar RR

source: Run Capture Arrival Plan
pt_pt: Executar Plano de Chegada de Captura

source: Run Movement Packet Test
pt_pt: Executar Teste de Pacotes de Movimento

source: Run now
pt_pt: Executar agora

source: Run Now
pt_pt: Executar Agora

source: Run Packet-Derived Scores
pt_pt: Executar Pontuações Derivadas de Pacotes

source: Run Parser Probe
pt_pt: Executar Sonda do Parser

source: Run Perf Budget
pt_pt: Executar Orçamento de Desempenho

source: Run Property Suite
pt_pt: Executar Suite de Propriedades

source: Run Reference Comparisons
pt_pt: Executar Comparações de Referência

source: Run UI Coverage
pt_pt: Executar Cobertura UI

source: Runtime
pt_pt: Tempo de Execução

source: Rust And Parser
pt_pt: Rust e Parser

source: Rust Bridge/Core
pt_pt: Bridge/Core Rust

source: Rust Core
pt_pt: Núcleo Rust

source: Rust, parser, command groups, and gated controls
pt_pt: Rust, parser, grupos de comandos e controlos restritos

source: Sanitized Privacy
pt_pt: Privacidade Sanitizada

source: Save
pt_pt: Guardar

source: Save API Key
pt_pt: Guardar chave de API

source: Save Endpoint
pt_pt: Guardar ponto de acesso

source: Save Local Data File
pt_pt: Guardar Ficheiro de Dados Local

source: Save to band
pt_pt: Guardar na banda

source: Save to Band
pt_pt: Guardar na Banda

source: Saved
pt_pt: Guardado

source: Saving export
pt_pt: A guardar exportação

source: Saving final sync bundle
pt_pt: A guardar pacote de sincronização final

source: Saving local data file
pt_pt: A guardar ficheiro de dados local

source: Scan
pt_pt: Procurar

source: Scan for nearby WHOOP services
pt_pt: Procurar serviços WHOOP próximos

source: Scanning
pt_pt: A procurar...

source: SCANNING
pt_pt: A PROCURAR

source: Schema
pt_pt: Esquema

source: Schema Version
pt_pt: Versão do Esquema

source: Scope
pt_pt: Âmbito

source: Score
pt_pt: Pontuação

source: Score drivers from the latest sleep window
pt_pt: Fatores da pontuação da última janela de sono

source: Score, stages, sleep needed, alarm, and trend surfaces
pt_pt: Pontuação, fases, sono necessário, alarme e tendências

source: Search again
pt_pt: Procurar novamente

source: Searching
pt_pt: A procurar

source: Searching...
pt_pt: A procurar...

source: Select
pt_pt: Seleccionar

source: Select a gender.
pt_pt: Selecciona um género.

source: Select a provider above to get started.
pt_pt: Selecione um fornecedor acima para começar.

source: Select the strap you want to use with Goose.
pt_pt: Selecciona a banda que queres usar com o Goose.

source: Selected
pt_pt: Seleccionado

source: Selected Device
pt_pt: Dispositivo Seleccionado

source: Send Client Hello
pt_pt: Enviar Client Hello

source: Send message
pt_pt: Enviar mensagem

source: Sensor signals
pt_pt: Sinais de sensores

source: Server
pt_pt: Servidor

source: Server reachable
pt_pt: Servidor acessível

source: Server unreachable
pt_pt: Servidor inacessível

source: Server URL, API key, and upload toggle
pt_pt: URL do servidor, chave API e alternância de envio

source: Session
pt_pt: Sessão

source: Set Alarm
pt_pt: Configurar alarme

source: Settings
pt_pt: Definições

source: Settings saved
pt_pt: Definições guardadas

source: Share Local Health Snapshot
pt_pt: Partilhar Instantâneo de Saúde Local

source: Sign In
pt_pt: Iniciar sessão

source: Sign in to Coach
pt_pt: Iniciar sessão no Coach

source: Sign in to stream Coach replies and local Goose tool calls.
pt_pt: Iniciar sessão para transmitir respostas do Coach e chamadas de ferramentas locais do Goose.

source: Sign in with ChatGPT
pt_pt: Iniciar sessão com ChatGPT

source: Sign in with Google
pt_pt: Iniciar sessão com Google

source: Sign Out
pt_pt: Terminar sessão

source: Sign Out?
pt_pt: Terminar sessão?

source: Sign-in failed. Try again.
pt_pt: Falha ao iniciar sessão. Tente novamente.

source: Signed in
pt_pt: Sessão iniciada

source: Signing in...
pt_pt: A iniciar sessão...

source: Skin Temp Candidate
pt_pt: Candidato Temp. Pele

source: Sleep
pt_pt: Sono

source: Sleep Alarm
pt_pt: Alarme de Sono

source: Sleep alarm settings
pt_pt: Definições do alarme de sono

source: Sleep debt
pt_pt: Dívida de sono

source: Sleep goal
pt_pt: Objectivo de sono

source: Sleep insights
pt_pt: Perspetivas de sono

source: Sleep Insights
pt_pt: Perspetivas de sono

source: sleep needed
pt_pt: sono necessário

source: Sleep Needed
pt_pt: Sono Necessário

source: Sleep Readiness
pt_pt: Prontidão para Dormir

source: Sleep schedule
pt_pt: Horário de sono

source: Smart
pt_pt: Inteligente

source: Sources
pt_pt: Fontes

source: Spool
pt_pt: Fila

source: SQLite Mirror
pt_pt: Espelho SQLite

source: SQLite path, schema, and storage health
pt_pt: Caminho SQLite, esquema e estado do armazenamento

source: Stages
pt_pt: Fases

source: Start
pt_pt: Iniciar

source: Start Activity
pt_pt: Iniciar atividade

source: Start Capture
pt_pt: Iniciar Captura

source: Start Debug Session
pt_pt: Iniciar Sessão de Depuração

source: Start Guard
pt_pt: Iniciar Guarda

source: Start Here
pt_pt: Começar Aqui

source: Start Movement + HR Capture
pt_pt: Iniciar Captura de Movimento + FC

source: Start Physiology Capture
pt_pt: Iniciar Captura de Fisiologia

source: Start Temperature Capture
pt_pt: Iniciar Captura de Temperatura

source: Start Walk Capture
pt_pt: Iniciar Captura de Caminhada

source: Status
pt_pt: Estado

source: STATUS
pt_pt: ESTADO

source: Steps
pt_pt: Passos

source: Stop Capture
pt_pt: Parar Captura

source: Stop Guard
pt_pt: Parar Guarda

source: Stop HR Reconnect
pt_pt: Parar Reconexão Monitor FC

source: Stop Movement + HR Capture
pt_pt: Parar Captura de Movimento + FC

source: Stop Reconnecting
pt_pt: Parar Reconexão

source: Stop RR
pt_pt: Parar RR

source: Stop RR Packet Watch
pt_pt: Parar Vigília de Pacotes RR

source: Stop Scan
pt_pt: Parar Procura

source: Stop streaming
pt_pt: Parar transmissão

source: Stopped
pt_pt: Parado

source: Storage Check
pt_pt: Verificação de Armazenamento

source: Strain
pt_pt: Esforço

source: Strain Data
pt_pt: Dados de Esforço

source: Strap clock
pt_pt: Relógio da banda

source: Strap found
pt_pt: Banda encontrada

source: Stress Date
pt_pt: Data de Stress

source: Stress score, HRV/HR inputs, daily chart, and breakdown
pt_pt: Pontuação de stress, entradas VFC/FC, gráfico diário e distribuição

source: Support
pt_pt: Suporte

source: Support Bundle
pt_pt: Pacote de Suporte

source: Supports WHOOP 4.0 and WHOOP 5.0. Take the strap off your wrist, keep it nearby, then start pairing.
pt_pt: Compatível com WHOOP 4.0 e WHOOP 5.0. Tira a banda do pulso, mantém-na próxima e começa o emparelhamento.

source: Sync
pt_pt: Sincronizar

source: Sync Error
pt_pt: Erro de Sincronização

source: Sync from band
pt_pt: Sincronizar da banda

source: Syncing
pt_pt: A sincronizar

source: Syncing Historical Packets
pt_pt: A sincronizar pacotes históricos

source: Target
pt_pt: Alvo

source: Target amount
pt_pt: Quantidade alvo

source: Target bedtime
pt_pt: Hora alvo de deitar

source: Target sleep
pt_pt: Sono alvo

source: Target Strain
pt_pt: Esforço Alvo

source: Target Strain Today
pt_pt: Esforço Alvo Hoje

source: Target time in bed for the next sleep window.
pt_pt: Tempo alvo na cama para a próxima janela de sono.

source: Targets
pt_pt: Alvos

source: Test haptic
pt_pt: Testar háptico

source: Test the vibration or clear the alarm from the connected band.
pt_pt: Teste a vibração ou limpe o alarme da banda ligada.

source: The Basics: Cardio Load
pt_pt: O Essencial: Carga Cardio

source: The key will be deleted from Keychain. You can add a new key at any time.
pt_pt: A chave será eliminada do Keychain. Pode adicionar uma nova chave a qualquer momento.

source: The shaded range represents your current adaptive band. Consistent activity and heart-rate data make the band more reliable over time.
pt_pt: O intervalo sombreado representa a sua banda adaptativa atual. Dados consistentes de atividade e frequência cardíaca tornam a banda mais fiável ao longo do tempo.

source: These basics help Goose calculate your local metrics.
pt_pt: Estes dados básicos ajudam o Goose a calcular as tuas métricas locais.

source: Thinking
pt_pt: A pensar...

source: This surface records the gate only. No haptics, firmware, config, or reboot command is sent from this tap.
pt_pt: Esta superfície regista apenas a porta. Nenhum háptico, firmware, configuração ou reinicialização é enviado a partir deste toque.

source: Time Asleep
pt_pt: Tempo a Dormir

source: Time in Bed
pt_pt: Tempo na Cama

source: Timeline
pt_pt: Linha Temporal

source: Today
pt_pt: Hoje

source: Today's stress
pt_pt: Stress de hoje

source: Tonight
pt_pt: Esta noite

source: Tonight's sleep needed
pt_pt: Sono necessário esta noite

source: Tools
pt_pt: Ferramentas

source: Total Energy
pt_pt: Energia Total

source: Trend
pt_pt: Tendência

source: Trend Date
pt_pt: Data de Tendência

source: Trend end date
pt_pt: Data de fim de tendência

source: Trends
pt_pt: Tendências

source: Trends Analysis
pt_pt: Análise de Tendências

source: Try Again
pt_pt: Tentar de Novo

source: Turn off
pt_pt: Desligar

source: UI Coverage
pt_pt: Cobertura UI

source: Units
pt_pt: Unidades

source: Update profile
pt_pt: Atualizar perfil

source: Update Profile
pt_pt: Actualizar Perfil

source: Update weight
pt_pt: Actualizar peso

source: Upload
pt_pt: Envio

source: Use 40 characters or fewer.
pt_pt: Usa 40 caracteres ou menos.

source: Use this as the time-in-bed target. Your actual sleep score still depends on sleep continuity, wake time, and stage balance.
pt_pt: Utilize isto como objetivo de tempo na cama. A sua pontuação de sono real depende ainda da continuidade do sono, hora de despertar e equilíbrio das fases.

source: Used by Needed mode and sleep-needed planning.
pt_pt: Usado pelo modo Necessário e planeamento de sono necessário.

source: Validate Export And Lint
pt_pt: Validar Exportação e Lint

source: Validated Sample/Read Command
pt_pt: Amostra Validada/Ler Comando

source: Validation
pt_pt: Validação

source: Validation Manifest
pt_pt: Manifesto de Validação

source: Validation Review
pt_pt: Revisão de Validação

source: Validation Runbook
pt_pt: Runbook de Validação

source: Versions
pt_pt: Versões

source: View data gaps
pt_pt: Ver lacunas de dados

source: View insights
pt_pt: Ver informações

source: Vitals
pt_pt: Sinais Vitais

source: Vitals, timeline, and primary sleep inputs
pt_pt: Sinais vitais, linha temporal e entradas de sono principais

source: vs avg
pt_pt: vs méd.

source: Waiting for strap data
pt_pt: À espera de dados da banda

source: Wake
pt_pt: Despertar

source: Wake time
pt_pt: Hora de despertar

source: Wake up at
pt_pt: Acordar às

source: Wake-up time
pt_pt: Hora de acordar

source: Warnings
pt_pt: Avisos

source: Watch K18 RR Packets
pt_pt: Vigiar Pacotes RR K18

source: Watch RR
pt_pt: Vigiar RR

source: Watchdog
pt_pt: Vigilante

source: We found a WHOOP nearby
pt_pt: Encontrámos um WHOOP próximo

source: Weight
pt_pt: Peso

source: WHOOP App
pt_pt: App WHOOP

source: WHOOP band, connection, battery, and pairing
pt_pt: Banda WHOOP, ligação, bateria e emparelhamento

source: WHOOP Event Signals
pt_pt: Sinais de Eventos WHOOP

source: WHOOP is connected
pt_pt: WHOOP ligado

source: WHOOP Movement Test
pt_pt: Teste de Movimento WHOOP

source: WHOOP strap
pt_pt: Banda WHOOP

source: Wind down
pt_pt: Desacelerar

source: Window
pt_pt: Janela

source: Window Issue
pt_pt: Problema de Janela

source: Workout
pt_pt: Exercício

source: Workout Details
pt_pt: Detalhes do treino

source: Wrist Temperature
pt_pt: Temperatura do Pulso

source: You will need to sign in again to use this provider.
pt_pt: Terá de iniciar sessão novamente para utilizar este fornecedor.

source: Your preferred sleep duration before buffers.
pt_pt: A tua duração de sono preferida antes dos buffers.

source: Zip Path
pt_pt: Caminho Zip

source: Zip Validation
pt_pt: Validação Zip

source: ZONE %lld
pt_pt: ZONA %lld
